learning_org/org_test.tex
% Created 2016-10-11 mar 23:35
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage{minted}
\usepackage{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\author{Pablo}
\date{\today}
\title{}
\begin{document}

\tableofcontents

\section{Esto es el primer nivel}
\label{sec:orgheadline5}
\subsection{Esto es un subnivel del primer nivel}
\label{sec:orgheadline4}
\subsubsection{Esto es otro subnivel del primer nivel}
\label{sec:orgheadline1}
\subsubsection{{\bfseries\sffamily TODO} esto es mi primer todo}
\label{sec:orgheadline2}
\subsubsection{{\bfseries\sffamily TODO} esto es mi segundo todo}
\label{sec:orgheadline3}

Esto es algo que debo hacer para lograr algo en la vida. Como estar en lo mas alto de una altura razonable y empezar a disparar cosas con las manos en los ojos de un pájaro que pasa por el lugar pero que en realidad no esta preparado para todo esto. Si, esto es muy importante para empezar a reconciliar el estar sentado escribiendo este documento que parece hecho de párrafos muy largos que no tienen ningún sentido leerlos o escribirlos en la noche cuando no se puede hacer nada en internet.
\section{Esto es el segundo nivel\footnote{This is a foot note. I don't know if you noted, but this is shit}}
\label{sec:orgheadline6}
\section{Esto es el tercer nivel          nivel :: pero esto no ocurre}
\label{sec:orgheadline8}

\subsection{Lord of the Rings}
\label{sec:orgheadline7}
My favorite scenes are (in this order)
\begin{enumerate}
\item The attack of the Rohirrin
\item Eowyn's fight with the witch king
\begin{itemize}
\item this was already my favorite scene in the book
\item I really like Miranda Otto.
\end{itemize}
\end{enumerate}
Important actors in this film are:
\begin{description}
\item[{Elijah Wood}] He plays Frodo
\item[{Sean Asting}] He plays Sam, Frodo's friend.
\item $\boxtimes$ what is this?
\end{description}
\end{document}